# Brewfile - Core

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"

tap "d12frosted/emacs-plus"

brew "bat"
brew "coreutils"
brew "emacs-plus@29"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gron"
brew "htop"
brew "jq"
brew "netcat"
brew "nmap"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yank"
brew "zoxide"
