# Brewfile - Apps

cask "1password"
cask "alacritty"
cask "cron"
cask "dash"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "homebrew/cask/docker"
cask "kindle"
cask "macdown"
cask "raycast"
cask "sublime-text"
cask "tailscale"
cask "ubersicht"
cask "xcodes"

tap "smudge/smudge"
brew "smudge/smudge/nightlight"

brew "mas"
mas "Hidden Bar", id: 1452453066
mas "Spark", id: 1176895641
mas "Things", id: 904280696

