# Brewfile - Core

tap "homebrew/bundle"
tap "homebrew/cask-versions"

brew "bat"
brew "chisel"
brew "cliclick"
brew "coreutils"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gron"
brew "htop"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mactop"
brew "mitmproxy"
brew "netcat"
brew "nmap"
brew "pstree"
brew "recutils"
brew "ripgrep"
brew "spacer"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yank"
brew "zoxide"

brew "dasel"
brew "htmlq"
brew "wader/tap/fq"
