# Brewfile - Apps

cask "1password"
cask "alacritty"
cask "charles"
cask "dash"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "homebrew/cask/docker"
cask "istat-menus"
cask "keycastr"
cask "kindle"
cask "macdown"
cask "notion-calendar"
cask "pixelsnap"
cask "raycast"
cask "script-debugger"
cask "sublime-text"
cask "tableplus"
cask "tailscale"
cask "utm"

cask "claude"
cask "chatgpt"
cask "huggingchat"

# cask "xcodes"
# cask "knockknock"
# cask "netiquette"
# cask "oversight"
# cask "reikey"
# cask "taskexplorer"


tap "smudge/smudge"
brew "smudge/smudge/nightlight"

brew "mas"
mas "1Password for Safari", id: 1569813296 
mas "Hidden Bar", id: 1452453066
mas "Play", id: 6444542118
mas "QuickShade", id: 931571202
mas "Soulver 3", id: 1508732804
mas "Spark", id: 1176895641
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
# mas "xScope", id: 889428659
